/* ==========================================================================
   Данные: ники игроков для ленты дропов
   ========================================================================== */
'use strict';

const NICKS = [
  'xX_Batya_Xx', 'Kotleta228', 'Генадий_Pro', 'мамин_снайпер', 'DedInside', 'Nagibator3000',
  'ЖЭК_Чемпион', 'tapok_master', 'Svetka_HS', 'Валерий1972', 's1mple_но_хуже', 'Огурцов_Инвест',
  'Сосед_снизу', 'НеВыспался', 'pelmen_enjoyer', 'ДядяВитя_Гараж', 'Люда_из_бухгалтерии',
  'вечный_студент', 'Ипотека_до_2054', 'Батон_за_13', 'KrasavchiK_99', 'Тёща_Prime', 'Шаурмен',
  'Прораб_Сергеич', 'Носок_без_пары', 'Barahlo_King', 'Бабушкин_внук', 'Внучок_Гоша',
  'Петрович_на_даче', 'Водитель_маршрутки', 'NoScope_Тапок', 'HeadShot_Огурцом', 'AFK_на_балконе',
  'Дачник_Pro', 'Сыр_с_плесенью', 'grechka_lover', 'Кефир_просрочен', 'Ржавый_Болт',
  'Мистер_Изолента', 'Анонимный_Кот', 'Злой_Гусь', 'пенсионерка_Зина', 'Shkolnik_2012',
  'Препод_по_физре', 'Михалыч_Электрик', 'Иннокентий', 'Акакий_Кейсович', 'бомж_с_дипломом',
  'Бизнесмен_с_рынка', 'Барыга_Носков', 'Повелитель_пакетов', 'Банка_огурцов', 'Лимон_Сухой',
  'ктулху_в_общаге', 'Тот_самый_Витёк', 'Бывший_одноклассник', 'Свекровь_2000',
  'Дед_Мороз_на_пенсии', 'Ёлка_с_балкона', 'НочнойЖор', 'Котлетка_с_пюрешкой', 'mama_ya_v_keisah',
  'Батя_грит', 'Луноход_1', 'Космонавт_Гаражный', 'Вафельный_Стаканчик', 'Кредитный_Рыцарь',
  'Должник_Бабушки', 'Коллектор_Зинаида', 'Скрепка_Офисная', 'Принтер_Зажевал',
  'Кактус_Долгожитель', 'ТараканГеннадий', 'Колорадский_Жук', 'Голубь_в_куртке',
  'Перфоратор_8_утра', 'Мегаклубок', 'СчётЧих_Охотник', 'float_0.0001', 'Атомарно_Чистый',
  'Реставратор_Чихнул', 'Хранитель_Барахла', 'Кабачок_Гигант', 'ПирожокСКапустой',
  'Бабка_на_лавке', 'Тапок_Летит', 'Дырявое_Ведро', 'Мусор_средней_руки', 'Засекреченный',
  'ТайныйСанта_Свечка', 'Чёрная_Дыра', 'Олигарх_районный', 'Курьер_с_дипломом',
  'Неденоминированный', 'Копейка_2014', 'Луна_б/у', 'Космический_Носок', 'Списанный_Долг',
  'Тихий_Подъезд', 'Огурчик_2026', 'Сгущёнка_Вечная', 'Бичпакет_Сухим', 'Чайник_с_накипью',
];
